Repository: ayttm/ayttm
Catalog: po/*.po
Languages: gl, pl

source: Connecting to %s
gl: Conectando a %s
pl: Połączenie do %s

source: Connecting to proxy %s
gl: Conectando ao proxy %s
pl: Podłączenie do proxy %s

source: (Unspecified)
gl: (sen especificar)
pl: (Nieokreślony)

source: <b>Certificate Owner:</b> %s (%s) in %s <b>Signed by:</b> %s (%s) in %s <b>Fingerprint:</b> %s <b>Signature status:</b> %s
gl: <b>Propietario do certificado:</b> %s (%s) en %s <b>Asinado por:</b> %s (%s) in %s <b>Pegada dixital:</b> %s <b>Estado da sinatura:</b> %s
pl: <b>Właściciel certyfikatu:</b> %s (%s) w %s <b>Podpisany przez:</b> %s (%s) w %s <b>Odcisk palca:</b> %s <b>Status podpisu:</b> %s

source: Can't load X509 default paths
gl: Non é posíbel cargar as rutas predeterminadas X509
pl: Nie mogę wczytać domyślnych ścieżek X509

source: The server <b>%s</b> presented an unknown SSL certificate: %s Do you want to continue connecting?
gl: O servidor <b>%s</b> presentou un certificado SSL descoñecido: %s Quere seguir coa conexión?
pl: Serwer <b>%s</b> przedstawił nieznany certyfikat SSL: %s Czy chcesz kontynuować połączenie?

source: Unknown Certificate!
gl: Certificado descoñecido!
pl: Nieznany certyfikat!

source: %s's SSL certificate changed! We have saved this one: %s It is now: %s This could mean the server answering is not the known one. Do you want to continue connecting ?
gl: O certificado SSL de %s cambiou! Ten gardado este: %s e agora é: %s Isto podería significar que a resposta non é dun servidor coñecido. Quere seguir coa conexión?
pl: %s's Certyfikat SSL zmieniony! Mamy zapisany ten: %s Jest teraz: %s To może znaczyć że odpowiedź serwera nie jest tą znaną. Czy chcesz kontynuować połączenie?

source: Changed Certificate!
gl: Certificado cambiado!
pl: Zmieniony certyfikat!

source: Store passphrase in memory
gl: Gardar o contrasinal na memoria?
pl: Przechowywyj hasło w pamięci

source: Private key for signing:
gl: Chave privada para asinar:
pl: Prywatny klucz do podpisu:

source: Enable debugging
gl: Activar a depuración
pl: Włącz debugowanie

source: Aycryption - status
gl: Estado do «Aycryption»
pl: Status Aycryption

source: GPG settings...
gl: Configuración GPG...
pl: Ustawienia GPG...

source: GPG status...
gl: Estado GPG...
pl: Status GPG...

source: Got an
gl: Obtida unha mensaxe
pl: Jeszcze

source: encrypted
gl: cifrado
pl: zaszyfrowany

source: unencrypted
gl: non cifrado
pl: niezaszyfrowany

source: , unsigned message.
gl: , mensaxe sin firmar.
pl: , niepodpisana wiadomość

source: , correctly signed (by
gl: , correctamente asinado (por
pl: , poprawnie podpisana (przez

source: , badly signed (by
gl: , incorrectamente asinado (por
pl: , źle podpisana (przez

source: message with no key.
gl: mensaxe sen chave.
pl: wiadomość bez klucza.

source: message ; signature is valid but the signing key has been revoked
gl: mensaxe ; a sinatura é correcta mais a chave de sinatura foi revogada
pl: wiadomość ; podpis jest ważny ale klucz podpisu został odwołany

source: correctly signed (by
gl: correctamente asinado (por
pl: poprawnie podpisane (przez

source: ) message, but signature has expired.
gl: ) mensaxe, nais a sinatura xa caducou.
pl: ) wiadomość, ale podpis przedawniony.

source: ) message, but key has expired.
gl: ) mensaxe, mais a chave xa caducou.
pl: ) wiadomość, ale klucz przedawniony.

source: ) message, but there was an error verifying the signature
gl: ) mensaxe, mais houbo un erro verificando a sinatura
pl: ) wiadomość, ale był błąd weryfikacji podpisu

source: message - Unknown signature status (file a bugreport)!
gl: mensaxe - Estado da sinatura descoñeciddo (informe do erro)!
pl: wiadomość - Nieznany status podpisu (plik raportu błędu)!

source: Please select key for `%s'
gl: Por favor seleccione a chave para «%s»
pl: Proszę wybrać klucz dla `%s'

source: Collecting info for `%s' ... %c
gl: Recollendo información para «%s» ... %c
pl: Zbieranie informacji dla `%s' ... %c

source: Select Keys
gl: Seleccione chaves
pl: Wybierz klucze

source: Size
gl: Tamaño
pl: Rozmiar

source: Key ID
gl: Chave ID
pl: ID klucza

source: Name
gl: Nome
pl: Nazwa

source: Address
gl: Enderezo
pl: Adres

source: Select
gl: Escoller
pl: Wybierz

source: Cancel
gl: Cancelar
pl: Anuluj

source: Other...
gl: Outro...
pl: Inny...

source: Enable encryption
gl: Activar o cifrado
pl: Włącz szyfrowanie

source: Enable signing
gl: Activar o asinado
pl: Włącz podpisywanie

source: Enter another user or key ID:
gl: Introduza outro usuario ou chave ID:
pl: Wprowadź innego użytkownika lub klucz ID:

source: [no user id]
gl: [sen id de usuario]
pl: [brak id użytkownika]

source: %sPlease enter the passphrase for: %.*s
gl: %sIntroduza a palabra de paso para: %.*s
pl: %sProszę wprowadź hasło dla: %.*s

source: Bad passphrase! Try again...
gl: Palabra de paso incorrecta! ténteo de novo...
pl: Złe hasło! Spróbuj ponownie...

source: Passphrase
gl: Palabra de paso
pl: Hasło

source: OK
gl: Aceptar

source: Import error
gl: Erro de importación
pl: Błąd importu

source: Cannot import accounts. Check that ~/.everybuddy/accounts exists and is readable.
gl: Non é posíbel importar as contas. Comprobe que «~/.everybuddy/accounts» existe e que pode lerse.
pl: Nie można zaimportować kont. Sprawdź czy ~/.everybuddy/accounts istnieje i jest do czytania.

source: Cannot import contacts. Check that ~/.everybuddy/contacts exists and is readable.
gl: Non é posíbel importar os contactos. Comprobe que «~/.everybuddy/accounts» existe e que pode lerse.
pl: Nie można zaimportować kontaktów. Sprawdź czy ~/.everybuddy/contacts istnieje i jest do czytania.

source: Cannot import preferences. Check that ~/.everybuddy/preferences exists and is readable.
gl: Non de poden importar as preferencias. Comprobe que «~/.everybuddy/accounts» existe e que pode lerse.
pl: Nie można zaimportować preferencji. Sprawdź czy ~/.everybuddy/preferences istnieje i jest do czytania.

source: Cannot save away messages. Check that ~/.ayttm/away_messages is writable.
gl: Non é posíbel gardar as mensaxes de ausencia. Comprobe que se pode escribir en «~/.ayttm/away_messages».
pl: Nie można zapisać nieobecnych wiadomości. Sprawdź czy ~/.ayttm/away_messages jest do zapisu.

source: Cannot import away messages. Check that ~/.everybuddy/away_messages exists and is readable.
gl: Non é posíbel importar as mensaxes de ausencia. Comprobe que «~/.ayttm/away_messages» existe e que pode lerse.
pl: Nie można zaimportować nieobecnych wiadomości. Sprawdź czy ~/.everybuddy/away_messages istnieje i jest do czytania.

source: Successfully imported the following from Everybuddy:
gl: O seguinte foi importado correctamente desde Everybuddy:
pl: Pomyślnie zaimportowana następujące z Każdykolega:

source: * Accounts
gl: * Contas
pl: * Konta

source: * Contacts
gl: * Contactos
pl: * Kontakty

source: * Preferences
gl: * Preferencias
pl: * Preferencje

source: * Away Messages
gl: * Mensaxe de ausencia
pl: * Nieobecne wiadomości

source: Import success
gl: Importación correcta
pl: Powodzenie importu

source: Import parameters
gl: Importar parámetros
pl: Parametry importu

source: Select which parts of your everybuddy configuration to import.
gl: Seleccione as partes da configuración de cada amigo para importar.
pl: Wybierz jakie części konfiguracji każdykolega zaimportować.

source: Import local accounts
gl: Importar contas locais
pl: Import lokalnych kont

source: Import contacts
gl: Importar contactos
pl: Import kontaktów

source: Import preferences
gl: Importar preferencias
pl: Import preferencji

source: Import away messages
gl: Importar mensaxes de ausencia
pl: Import nieobecnych wiadomości

source: IRC Error
gl: Erro de IRC
pl: Błąd IRC

source: IRC Warning
gl: Advertencia do IRC
pl: Ostrzeżenie IRC

source: Logging in to IRC account: %s
gl: Conectando coa conta de IRC: %s
pl: Logowanie do konta IRC: %s

source: Cannot connect to %s.
gl: Non é posíbel conectar a %s.
pl: Nie można połączyć do %s.

source: Connection closed by %s.
gl: Conexión pechada por %s.
pl: Połączenie zamknięte przez %s.

source: Not Connected to server
gl: Sen conexión ao servidor
pl: Nie połączony do serwera

source: Error occurred while sending data to %s: %s
gl: Ocurreu un erro ao enviar datos a %s: %s
pl: Wystąpił błąd podczas wysyłania danych do %s: %s

source: _Nick:
gl: _Alcume

source: _Password:
gl: _Contrasinal:
pl: _Hasło:

source: _Connect at startup
gl: _Conectar ao inicio
pl: _Połącz na starcie

source: IRC _Host:
gl: _Host IRC:

source: IRC P_ort:
gl: P_orto IRC:

source: No hostname found in your login (which should be in user@host form).
gl: Non se atopou un nome de máquina no seu inicio (debe ser do xeito «usuario@maquina»).
pl: Nie znaleziono nazwy hosta w loginie (który powinien być w formie user@host).

source: <b>User info for</b> %s<br>
gl: <b>Información do usuario para</b> %s<br>
pl: <b>Informacja użytkownika dla</b> %s<br>

source: <b>Server:</b> %s<br>
gl: <b>Servidor:</b> %s<br>
pl: <b>Serwer:</b> %s<br>

source: <b>Idle time and online status:</b> %s<br>
gl: <b>Tempo de inactividade e estado en liña:</b> %s<br>
pl: <b>Czas bezczynności i status online:</b> %s<br>

source: <b>Whois info:</b><br><br>
gl: <b>Quen é:</b><br><br>
pl: <b>Informacja kto to:</b><br><br>

source: <i><b>User Name: </b></i> %s<br><i><b>Real Name: </b></i> %s<br>
gl: <i><b>Nome de usuario: </b></i> %s<br><i><b>Nome real: </b></i> %s<br>
pl: <i><b>Nazwa użytkownika: </b></i> %s<br><i><b>Prawdziwe Nazwisko: </b></i> %s<br>

source: <i><b>Server Info: </b></i> %s<br>
gl: <i><b>Información do servidor: </b></i> %s<br>
pl: <i><b>Informacja serwera: </b></i> %s<br>

source: Quit reason: %s
gl: Razón da saída: %s
pl: Powód wyjścia: %s

source: Part reason: %s
gl: Razón do abandono: %s
pl: Powód rozłączenia: %s

source: Topic set by: %s
gl: Asunto estabelecido por: %s
pl: Temat ustawiony przez: %s

source: <b>%s</b> is connected using the program <i>%s</i> on the <i>%s</i> operating system
gl: <b>%s</b> está conectado co programa <i>%s</i> no sistema operativo <i>%s</i>
pl: <b>%s</b> jest połączony używając programu <i>%s</i> w systemie operacyjnym <i>%s</i>

source: <b>%s</b> has sent Time as <b>%s</b>
gl: <b>%s</b> enviou a hora como <b>%s</b>
pl: <b>%s</b> wysłał Czas jako <b>%s</b>

source: *Kick*
gl: *Expulsión*
pl: *Wykopać*

source: >>> Inviting %s [Message: %s] <<<
gl: >>> Convidando a %s [Mensaxe: %s] <<<
pl: >>> Zaproszenie %s [Message: %s] <<<

source: >>> Inviting %s <<<
gl: >>> Convidando a %s <<<
pl: >>> Zaproszenie %s <<<

source: <b>%s</b> has kicked you out of channel <b>%s</b>
gl: <b>%s</b> expulsouno da canle <b>%s</b>
pl: <b>%s</b> wykopał Cię z kanału <b>%s</b>

source: <b>%s</b> has kicked you out of channel <b>%s</b>. Reason: %s
gl: <b>%s</b> expulsouno da canle <b>%s</b>. Razón: %s
pl: <b>%s</b> wykopał Cię z kanału <b>%s</b>. Powód: %s

source: You just kicked <b>%s</b> out of channel <b>%s</b>
gl: Vostede expulsou a <b>%s</b> da canle <b>%s</b>
pl: Właśnie wykopałeś <b>%s</b> z kanału <b>%s</b>

source: You just kicked <b>%s</b> out of channel <b>%s</b>. Reason: %s
gl: Vostede expulsou a <b>%s</b> da canle <b>%s</b>. Razón: %s
pl: Właśnie wykopałeś <b>%s</b> z kanału <b>%s</b>. Powód: %s

source: <b>%s</b> kicked <b>%s</b> out of channel <b>%s</b>
gl: <b>%s</b> expulsou a <b>%s</b> da canle <b>%s</b>
pl: <b>%s</b> wykopany <b>%s</b> z kanału <b>%s</b>

source: <b>%s</b> kicked <b>%s</b> out of channel <b>%s</b>. Reason: %s
gl: <b>%s</b> expulsou a <b>%s</b> da canle <b>%s</b>. Razón: %s
pl: <b>%s</b> wykopany <b>%s</b> z kanału <b>%s</b>. Powód: %s

source: Nickname in Use
gl: Este alcume xa está a ser usado
pl: Nazwa Nicka w użyciu

source: No such Server
gl: Non se atopa o servidor
pl: Nie ma takiego Serwera

source: No such Channel
gl: Non se atopa a canle
pl: Nie ma takiego Kanału

source: No such Nickname
gl: Non se atopa o alcume
pl: Nie ma takiej nazwy Nicka

source: Default Server:
gl: Servidor predefinido:
pl: Domyślny Serwer:

source: Logging in to Jabber account: %s
gl: Conectando coa conta Jabber: %s
pl: Logowanie do konta Jabber: %s

source: Jabber password for: %s
gl: Contrasinal Jabber para: %s
pl: Hasło Jabber do: %s

source: _Username:
gl: _Usuario:
pl: _Nazwa użytkownika:

source: Co_nnect Server:
gl: C_onectar ao servidor:
pl: _Połącz z Serwerem:

source: _Ask for password at Login time
gl: _Pedir contrasinal ao acceder
pl: _Zapytaj o hasło podczas Logowania

source: Use _SSL
gl: Usar _SSL
pl: Użyj _SSL

source: P_ort:
gl: P_orto:

source: SSL Po_rt:
gl: Po_rto SSL:
pl: Po_rt SSL:

source: Request mail information (GMail only)
gl: Solicitude de información de correo-e (só GMail)
pl: Proś o informacje maila (tylko GMail)

source: typing...
gl: escribindo...
pl: pisanie...

source: No jabber server specified.
gl: Non se especificou o servidor Jabber
pl: Nie określony serwer jabber.

source: Cannot login
gl: Non é posíbel acceder
pl: Nie można zalogować się

source: Jabber Error
gl: Erro de Jabber
pl: Błąd Jabber

source: You have new email:
gl: Ten un correo novo:
pl: Masz nowy e-mail:

source: Register? You're not authorized
gl: Non está autorizado, quere rexistrarse?
pl: Zarejestrowany? Nie jesteś upoważniony

source: Do you want to try to create the account "%s" on the jabber server %s?
gl: Quere creala conta «%s» no servidor Jabber %s?
pl: Czy chcesz spróbować utworzyć konto "%s" na serwerze jabber %s?

source: %s wants to add you to his friends' list. Do you want to accept?
gl: %s solicita engadilo á sua lista de amigos. Desexa aceptar?
pl: %s chce dodać Ciebie do swoich listy przyjaciół. Czy chcesz zaakceptować?

source: The Jabber server %s has disconnected you.
gl: O servidor Jabber %s desconectouno.
pl: Serwer Jabber %s rozłączył Cię.

source: Disconnect
gl: Desconectar
pl: Rozłącz

source: Connection to the jabber server %s failed!
gl: Fallou a conexión co servidor Jabber %s!
pl: Połączenie do serwera jabber %s nieudane!

source: Jabber server not responding
gl: O servidor Jabber non está a responder
pl: Serwer Jabber nie odpowiada

source: Server:
gl: Servidor:
pl: Serwer:

source: Port:
gl: Porto:

source: Invite to Gnomemeeting
gl: Convidar a Gnomemeeting
pl: Zaproś do spotkania Gnome

source: _MSN Login:
gl: Acceso a _MSN

source: _Login invisible
gl: _Acceso invisíbel
pl: _Login niewidoczny

source: Friendly Name:
gl: Nome amistoso:
pl: Przyjazna Nazwa:

source: Logging in to MSN account: %s
gl: Conectando coa conta MSN: %s
pl: Logowanie do konta MSN: %s

source: MSN password for: %s
gl: Contrasinal MSN para: %s
pl: Hasło MSN do: %s

source: MSN Error
gl: Erro de MSN
pl: Błąd MSN

source: Connected, sending login information
gl: Conectado, enviando información de acceso
pl: Połączony, wysyłanie informacji loginu

source: Unknown
gl: Descoñecido
pl: Nieznany

source: Logged in. Downloading contact information.
gl: Conectado, descargando a información de contactos.
pl: Zalogowany. Pobieranie informacji kontaktów.

source: MSN Login Failed: %s
gl: O acceso a MSN fallou: %s
pl: Logowanie MSN nieudane: %s

source: Login Failed
gl: Fallou no acceso
pl: Logowanie nieudane

source: MSN passport ID must have @domain.tld part. For example foo@live.com or bar@hotmail.com
gl: A identificación «MSN passport» debe terminar en @domain.tld. Por exemplo: seu_alcume@live.com o seu_alcume@hotmail.com
pl: MSN klucz ID musi mieć część @domain.tld. Na przykład foo@live.com lub bar@hotmail.com

source: Could not unblock <i>%s</i>. Server returned an error.
gl: Non foi posíbel desbloquear <i>%s</i>. O servidor devolveu un erro.
pl: Nie można odblokować <i>%s</i>. Serwer zwrócił błąd.

source: Could not block <i>%s</i>. Server returned an error.
gl: Non foi posíbel bloquear <i>%s</i>. O servidor devolveu un erro.
pl: Nie można zablokować <i>%s</i>. Serwer zwrócił błąd.

source: Could not remove <i>%s</i> from group <i>%s</i>. Server returned an error.
gl: Non foi posíbel eliminar <i>%s</i> do grupo <i>%s</i>. O servidor devolveu un erro.
pl: Nie można usunąć <i>%s</i> z grupy <i>%s</i>. Serwer zwrócił błąd.

source: Could not add <i>%s</i> to group <i>%s</i>. Server returned an error.
gl: Non foi posíbel engadir <i>%s</i> ao grupo <i>%s</i>. O servidor devolveu un erro.
pl: Nie można dodać <i>%s</i> do grupy <i>%s</i>. Serwer zwrócił błąd.

source: Unable to add group <b>%s</b>. Server returned error: <i>%s</i>
gl: Non foi posíbel engadir o grupo <b>%s</b>. O servidor devolveu un erro: <i>%s</i>
pl: Nie można dodać grupy <b>%s</b>. Serwer zwrócił błąd: <i>%s</i>

source: Unknown error
gl: Erro descoñecido
pl: Nieznany błąd

source: Could not add buddy %s(<i>%s</i>). Server returned an error.
gl: Non foi posíbel engadir o amigo %s(<i>%s</i>). O servidor devolveu un erro.
pl: Nie można dodać kolegi %s(<i>%s</i>). Serwer zwrócił błąd.

source: The MSN user: <b>%s(%s)</b> has added you to their contact list. Do you want to allow this?
gl: O usuario MSN: <b>%s(%s)</b> engadiuno á súa lista de contactos. Desexa permitilo?
pl: Użytkownik MSN: <b>%s(%s)</b> dodał Cię do jego listy kontaktów. Czy chcesz na to pozwolić?

source: MSN New Contact
gl: Novo contacto de MSN
pl: Nowy kontakt MSN

source: MSN Invitation
gl: Convite MSN
pl: Zaproszenie MSN

source: Invite failed!
gl: O convite fallou!
pl: Zaproszenie nieudane!

source: %s has invited you to chat. Do you want to accept?
gl: %s convidouno a unha conversa. Desexa aceptar?
pl: %s zaprosił Cię na czat. Czy chcesz zaakceptować?

source: MSN Chat Invitation
gl: Convite a conversa MSN
pl: Zaproszenie na Czat MSN

source: Not Implemented
gl: Non dispoñíbel
pl: Nie zaimplementowany

source: Connection error: %s
gl: Erro de conexión: %s
pl: Błąd połączenia: %s

source: MSN :: Operation failed
gl: MSN :: Fallou a operación
pl: MSN :: Operacja nieudana

source: MSN Mail
gl: Correo MSN
pl: Mail MSN

source: Contacts online by default
gl: Contactos predeterminados en liña
pl: Kontakty online domyślnie

source: _Email Address:
gl: _Enderezo de correo-e
pl: _Email Adres:

source: SMTP _Server:
gl: _Servidor SMTP
pl: SMTP _Serwer:

source: SMTP Warning
gl: Aviso SMTP
pl: SMTP Ostrzeżenie

source: You cannot send files through SMTP... yet
gl: Non é posíbel enviar ficheiros a través de SMTP... aínda
pl: Nie możesz wysłać plików poprzez SMPT... jeszcze

source: Message sent via SMTP.
gl: Mensaxe enviada por SMTP.
pl: Wiadomość wysłana przez SMTP.

source: Error sending message via SMTP.
gl: Erro ao enviar a mensaxe por SMTP.
pl: Błąd wysyłania wiadomości przez SMTP.

source: SMTP logins must have @domain.tld part.
gl: Os accesos SMTP deben ter o elemento «@dominio.tld»
pl: Login SMTP musi mieć część @domain.tld.

source: Enable automatic translation
gl: Activar tradución automática
pl: Włącz automatyczne tłumaczenie

source: My language code:
gl: Código do meu idioma:
pl: Mój kod języka:

source: Set Language
gl: Definir idioma
pl: Ustaw język

source: Select the code for the language to use when talking to %s
gl: Seleccione o código do idioma a usar cando fale con %s
pl: Wybierz kod języka do użycia gdy rozmowa z %s

source: Select Language
gl: Seleccionar idioma
pl: Wybierz język

source: translating...
gl: traducindo...
pl: tłumaczenie...

source: Failed to get a translation
gl: Non foi posíbel obter unha tradución
pl: Nie udało się uzyskać tłumaczenia

source: Enable L33t-speak conversion
gl: Activar conversión de xerga L33t
pl: Włącz konwersję mowy L33t

source: Enable 3x7r3m3 L33t-speak [implies previous]
gl: Activar xerga L33t 3x7r3m4 [implica o anterior]
pl: Włącz mowę 3x7r3m3 L33t [wpływa na poprzedni]

source: Notes Editor:
gl: Editor de notas:
pl: Edytor notatek:

source: Enable rainbow conversion
gl: Activar conversión de arco da vella
pl: Włącz konwersję tęczy

source: Starting R value:
gl: Iniciando valor R:
pl: Początkowa wartość R:

source: Starting G value:
gl: Iniciando valor G:
pl: Początkowa wartość G:

source: Starting B value:
gl: Iniciando valor B:
pl: Początkowa wartość B:

source: Ending R value:
gl: Terminando valor R:
pl: Końcowa wartość R:

source: Ending G value:
gl: Terminando valor G:
pl: Końcowa wartość G:

source: Ending B value:
gl: Terminando valor B:
pl: Końcowa wartość B:

source: Pager Server:
gl: Servidor:
pl: Serwer Pager:

source: Pager Port:
gl: Porto:
pl: Port Pager:

source: File Transfer Host:
gl: Host de tansferencia de ficheiros:
pl: Host transferu pliku:

source: File Transfer Port:
gl: Porto de fransferencia de ficheiros:
pl: Port transferu pliku:

source: Webcam Host:
gl: Host da cámara web:
pl: Host kamery:

source: Webcam Port:
gl: Porto da cámara web:
pl: Port kamery:

source: Connection type:
gl: Tipo de conexión:
pl: Rodzaj połączenia:

source: Dialup
gl: Telefónica
pl: Połączenie wdzwaniane

source: DSL/Cable
gl: DSL/Fíos
pl: DSL/Kabel

source: Prompt for transferred filename
gl: Preguntar polo nome do ficheiro transferido
pl: Polecenie dla transferowanej nazwy pliku

source: Guess status from Away messages
gl: Deducir o estado a partires das mensaxes de ausencia
pl: Odgadnij status z nieobecnych wiadomości

source: Show how long contact has been away
gl: Mostrar canto tempo estivo ausente un contacto
pl: Pokaż jak długo kontakt był nieobecny

source: <FONT COLOR="#0000FF">[Offline message at %s]</FONT><BR>%s
gl: <FONT COLOR="#0000FF">[Mensaxe desconectado a %s]</FONT><BR>%s
pl: <FONT COLOR="#0000FF">[Wiadomości Offline na %s]</FONT><BR>%s

source: Save file as
gl: Gardar ficheiro como
pl: Zapisz plik jako

source: The Yahoo user <b>%s</b> has sent you a file. Do you want to accept it?
gl: O usuario de Yahoo <b>%s</b> envioulle un ficheiro. Desexa aceptalo?
pl: Użytkownik Yahoo <b>%s</b> wysłał Ci plik. Czy chcesz go zaakceptować?

source: The Yahoo user <b>%s</b> has sent you a file with the message: <i>%s</i>. iDo you want to accept it?
gl: O usuario de Yahoo <b>%s</b> envioulle un ficheiro coa mensaxe: <i>%s</i>. Desexa aceptalo?
pl: Użytkownik Yahoo <b>%s</b> wysłał Ci plik z wiadomością: <i>%s</i>. iCzy chcesz ją zaakceptować?

source: Yahoo File Transfer
gl: Transferencia de ficheiros Yahoo
pl: Transfer pliku Yahoo

source: Yahoo Error
gl: Erro de Yahoo
pl: Błąd Yahoo

source: Failed to send file
gl: Fallou ao enviar o ficheiro
pl: Nieudane wysłanie pliku

source: The yahoo user %s declined your invitation to join conference %s, with the message: %s
gl: O usuario de Yahoo %s declinou o seu convite a xuntarse a conversa %s, coa mensaxe: %s
pl: Użytkownik yahoo %s odmówił zaproszeniu przyłączenia się do konferencji %s, z wiadomością: %s

source: Thanks, but no thanks
gl: Gracias, mais non
pl: Dzięki, ale nie dziękuję

source: %s, the yahoo user %s has invited you to a conference - %s, the topic is %s. Do you want to join?
gl: %s, o usuario Yahoo %s convidouno a unha conversa - %s, o asunto é %s. Desexa unirse?
pl: %s, użytkownik yahoo %s zaprosił Cię do konferencji - %s, temat to %s. Czy chcesz się przyłączyć?

source: Yahoo Join Conference
gl: Unirse a conversa Yahoo
pl: Połączenie konferencji Yahoo

source: Join my conference
gl: Unirse á miña conversa
pl: Połączenie mojej konferencji

source: %s's webcam
gl: Cámara web de %s
pl: %s's kamera

source: Cannot find a valid local account to view user's webcam.
gl: Non é posíbel atopar unha conta local correcta para ver a cámara web do usuario.
pl: Nie można znaleźć ważnego lokalnego konta żeby zobaczyć użytkownika kamery.

source: %s, the yahoo user %s has invited you to view their webcam.Do you want to accept?
gl: %s, o usuario Yahoo %s convidouno a ver a sua cámara web. Desexa aceptar?
pl: %s, użytkownik yahoo %s zaprosił Cię aby zobaczyć jego kamerę. Czy chcesz zaakceptować?

source: Yahoo Webcam Invitation
gl: Convite de cámara web Yahoo
pl: Zaproszenie kamery Yahoo

source: %s, webcam connection closed. %s
gl: %s, a conexión coa cámara web pechouse. %s
pl: %s, połączenie kamery zamknięte. %s

source: stopped broadcasting.
gl: transmisión detida.
pl: zatrzymanie transmisji.

source: cancelled viewing permission.
gl: permiso para ver cancelado.
pl: anulowanie uprawnień patrzenia.
