Repository: ayttm/ayttm
Catalog: po/*.po
Languages: gl, pl

source: declined you permission.
gl: declinou o permiso.
pl: odmów pozwolenia.

source: does not have their webcam online.
gl: non ten a cámara web conectada.
pl: nie ma swojej kamery online.

source: did something we don't know about.
gl: fixo algo que descoñecemos.
pl: zrobił coś co nie wiemy.

source: Close image window?
gl: Pechar a xanela de imaxe?
pl: Zamknij okno obrazka?

source: Webcam connection closed
gl: Conexión con cámara web pechada
pl: Połączenie kamery zamknięte

source: My webcam (%d viewer%s)
gl: A miña cámara web (%d observador%s)
pl: Moja kamera (%d widzów%s)

source: %s, the yahoo user %s has stopped viewing your webcam.
gl: %s, o usuario de Yahoo %s deixou de ver a súa cámara web.
pl: %s, użytkownik yahoo %s wstrzymał oglądanie twojej kamery.

source: %s, the yahoo user %s is viewing your webcam.
gl: %s, o usuario de Yahoo %s está a ver a súa cámara web.
pl: %s, użytkownik yahoo %s ogląda twoją kamerę.

source: %s, the yahoo user %s wants to view your webcam. Do you want to allow this?
gl: %s, o usuario de Yahoo %s quere ver a súa cámara web. Desexa permitirllo?
pl: %s, użytkownik yahoo %s chce oglądać twoją kamerę. Czy chcesz mu na to pozwolić?

source: %s, the yahoo user %s wants to %d your webcam. Tell the ayttm devels about this.
gl: %s, o usuario de Yahoo %s quere %d na súa cámara web. Notifique aos desenvolvedores de Ayttm sobre isto.
pl: %s, użytkownik yahoo %s chce %d twojej kamery. Powiedz ayttm devels o tym.

source: Yahoo Webcam
gl: Cámara web Yahoo
pl: Kamera Yahoo

source: Yahoo Webcam Request
gl: Petición de cámara web Yahoo
pl: Prośba o kamerę Yahoo

source: Could not read images from your webcam, could not find a video grabber.
gl: Non foi posíbel ler imaxes da súa cámara web, non se atopou un capturador de vídeo.
pl: Nie można czytać obrazków z twojej kamery, nie można znaleźć pochwytywania video.

source: %s, the yahoo user %s has declined your invitation to view your webcam.
gl: %s, o usuario de Yahoo %s declinou o seu convite a ver a súa cámara web.
pl: %s, użytkownik yahoo %s odrzucił twoje zaproszenie żeby zobaczyć twoją kamerę.

source: Webcam invite declined
gl: Convite de cámara web declinado
pl: Zaproszenie kamery odrzucone

source: %s has rejected your request to be added as a buddy%s%s
gl: %s rechazou a súa petición de ser engadido como amigo%s%s
pl: %s odrzucić twoją prośbę bycia dodanym jako kolega%s%s

source: with the message:
gl: coa mensaxe:
pl: z wiadomością:

source: %s, the yahoo user <b>%s</b> has added you to their contact list
gl: %s, o usuario de Yahoo <b>%s</b> engadiuno á súa lista de contactos
pl: %s, użytkownik yahoo <b>%s</b> dodał Ciebie do swojej listy kontaktów

source: with the following message: <i>
gl: coa seguinte mensaxe: <i>
pl: z następującą wiadomością: <i>

source: Do you want to allow this?
gl: Desexa permitir isto?
pl: Czy chcesz na to pozwolić?

source: Yahoo New Contact
gl: Novo contacto de Yahoo
pl: Nowy kontakt Yahoo

source: You have new mail from %s about %s
gl: Ten un correo novo de %s sobre %s
pl: Masz nowy mail od %s o %s

source: You have %d message%s
gl: Ten %d mensaxe%s
pl: Masz %d wiadomość%s

source: Yahoo Mail
gl: Correo de Yahoo
pl: Mail Yahoo

source: %s: Yahoo System Message
gl: %s: Sistema de mensaxes de Yahoo
pl: %s: System wiadomości Yahoo

source: Logging in to Yahoo account: %s
gl: Conectando coa conta Yahoo: %s
pl: Logowanie na konto Yahoo: %s

source: Yahoo! password for: %s
gl: Contrasinal Yahoo! para: %s
pl: Yahoo! hasło do: %s

source: Fetching buddies...
gl: Obtendo amigos...
pl: Ściąganie kolegów...

source: Could not log into Yahoo service - username not recognised. Please verify that your username is correctly typed.
gl: Non foi posíbel acceder ao servizo Yahoo - usuario non recoñecido. Por favor verifique que o nome de usuario esta correctamente escrito.
pl: Nie można zalogować się do serwisu Yahoo - nazwa użytkownika nie rozpoznana. Proszę sprawdzić że nazwa użytkownika jest poprawnie wpisana.

source: Could not log into Yahoo service - incorrect password. Please verify that your password is correctly typed.
gl: Non foi posíbel acceder ao servizo Yahoo - contrasinal incorrecto. Por favor verifique que o contrasinal esta correctamente escrito.
pl: Nie można zalogować się do serwisu Yahoo - niepoprawne hasło. Proszę sprawdź czy hasło jest poprawnie wpisane.

source: Could not log into Yahoo service. Your account has been locked. Visit %s to reactivate it.
gl: Non foi posíbel acceder ao servizo Yahoo. A súa conta foi bloqueada. Visite %s para activala de novo.
pl: Nie można zalogować się do serwisu Yahoo. Twoje konto zostało zamknięte. Odwiedź %s żeby je reaktywować.

source: You have been logged out of the yahoo service, possibly due to a duplicate login.
gl: Foi desconectado do servizo de Yahoo, posibelmente por unha acceso duplicado.
pl: Zostałeś wylogowany z serwisu yahoo, prawdopodobnie z uwagi na identyczny login.

source: Could not connect to Yahoo server. Please verify that you are connected to the net and the pager host and port are correctly entered.
gl: Non foi posíbel conectar co servidor Yahoo. Verifique que esta conectado a rede e que o host e o porto son correctos.
pl: Nie można połączyć się z serwerem Yahoo. Proszę sprawdź że jesteś połączony do internetu i host pager oraz port są poprawnie wprowadzone.

source: Could not log into Yahoo service due to unknown state: %d
gl: Non foi posíbel acceder ao servizo Yahoo debido a un estado descoñecido: %d
pl: Nie można zalogować się do serwisu Yahoo z powodu nieznanego stanu: %d

source: _Yahoo Id:
gl: Id de _Yahoo:

source: Yahoo _Mail Notification
gl: Notificación de _correo Yahoo
pl: Powiadomienie _Mail Yahoo

source: Login _invisible
gl: Acceso _invisíbel
pl: Login _niewidoczny

source: Ignore _System Messages
gl: Ignorar mensaxes do _sistema
pl: Ignoruj wiadomości _Systemowe

source: Ignore
gl: Ignorar
pl: Ignoruj

source: %s for %d:%02d:%02d
gl: %s para %d:%02d:%02d
pl: %s dla %d:%02d:%02d

source: Yahoo read error (%d): %s
gl: Erro de lectura Yahoo (%d): %s
pl: Błąd czytania Yahoo (%d): %s

source: Yahoo read error: Server closed socket
gl: Erro de lectura Yahoo: o servidor pechou o socket
pl: Błąd czytanie Yahoo: Serwer zamknął gniazdo

source: Yahoo write error (%d): %s
gl: Erro de escritura Yahoo (%d): %s
pl: Błąd zapisu Yahoo (%d): %s

source: Yahoo write error: Server closed socket
gl: Erro de escritura Yahoo: o servidor pechou o socket
pl: Błąd zapisu Yahoo: Serwer zamknął gniazdo

source: Invite to view Webcam
gl: Convidar a ver a cámara web
pl: Zaproś żeby zobaczyć kamerę

source: View Webcam
gl: Ver cámara web
pl: Widok kamery

source: Action Error
gl: Erro na acción
pl: Błąd akcji

source: Command line is invalid (missing %s and %p).
gl: A líña de ordes non é correcta (faltan %s y %p).
pl: Linia poleceń jest nieważna (brakujące %s i %p).

source: Cannot run command : fork() failed.
gl: Non é posíbel executar a orde: fallou a bifurcación().
pl: Nie można uruchomić komendy : odgałęzienie() nieudane.

source: Cannot use log: no logfile available.
gl: Non pode usar o rexistro: no hai ficheiro de rexistro dispoñíbel.
pl: Nie można użyć dziennika: brak dostępnego pliku log.

source: Cannot use log: logfile too short (!?).
gl: Non é posíbel usar o rexistro: ficheiro de rexistro demasiado pequeno (!?)
pl: Nie można użyć dziennika: plik log za krótki (!?).

source: Cannot use log: Impossible to create temporary file.
gl: Non é posíbel usar o rexistro: non é posíbel crear un ficheiro temporal
pl: Nie można użyć dziennika: Nie można stworzyć pliku tymczasowego.

source: Conversation ended on
gl: Conversa finalizada en
pl: Rozmowa zakończona na

source: Conversation started on
gl: Conversa iniciada en
pl: Rozmowa rozpoczęta na

source: No data available to use.
gl: Non hai data dispoñíbel para usar.
pl: Brak dostępnych danych do użycia.

source: Action
gl: Acción
pl: Akcja

source: Execute
gl: Executar
pl: Wykonaj

source: Enter the command to run here: %s = displayed conversation's file (as HTML) %p = displayed conversation's file (as text)
gl: Introduza a orde a executar aquí: %s = ficheiro da conversa mostrada (en HTML) %p = ficheiro da conversa mostrada (en texto)
pl: Wprowadź komendę do uruchomienia tutaj: %s = wyświetlony plik rozmowy (jako HTML) %p = wyświetlony plik rozmowy (jako tekst)

source: Account error
gl: Erro na conta
pl: Błąd konta

source: No Account Name specified.
gl: Non se especificou o nome da conta.
pl: Brak określonej nazwy konta.

source: No local account specified.
gl: Non se especificou a conta local.
pl: Nie określono lokalnego konta.

source: Local account doesn't exist.
gl: A conta local non existe
pl: Lokalne konto nie istnieje.

source: Error
gl: Erro
pl: Błąd

source: Creation of this contact is impossible. The service chosen is unavailable.
gl: A creación deste contacto é imposíbel. O servizo elixido non esta dispoñíbel.
pl: Stworzenie tego kontaktu jest niemożliwe. Wybrany serwis jest niedostępny.

source: This account is not a valid %s account: %s
gl: Esta conta non é unha conta %s correcta: %s
pl: To konto nie jest ważne %s konto: %s

source: Invalid Account
gl: Conta incorrecta
pl: Nieważne konto

source: No Local Accounts
gl: Non hai contas locais
pl: Brak lokalnych kont

source: Cannot add contacts. You have not added any chat accounts yet
gl: Non se poden engadir contactos. Aínda non engadiu ningunha conta de conversa
pl: Nie można dodać kontaktów. Nie dodano jeszcze żadnych kont czata

source: _Account:
gl: _Conta:
pl: _Konto:

source: _Local account:
gl: Conta _local:
pl: _Lokalne konto:

source: Contact:
gl: Contacto:
pl: Kontakt:

source: _Group:
gl: _Grupo:
pl: _Grupa:

source: Buddies
gl: Amigos
pl: Koledzy

source: Add Contact
gl: Engadir contacto
pl: Dodaj kontakt

source: Ayttm - Add Contact
gl: Ayttm - Engadir contacto
pl: Ayttm - Dodaj kontakt

source: Away message
gl: Mensaxe de ausencia
pl: Nieobecna wiadomość

source: Set away
gl: Ausentarse
pl: Ustaw nieobecny

source: You are currently away, click "I'm back" to return
gl: Esta actualmente ausente, prema en «Xa volvin» para regresar
pl: Jesteś obecnie nieobecny, kliknij "Jestem spowrotem" by powrócić

source: This is the away message that will be sent to people messaging you. You may edit this message if you wish.
gl: Esta é a mensaxe de ausencia que se enviará as persoas que lle envien mensaxes. Pode editar esta mensaxe se o desexa.
pl: To jest nieobecna wiadomość która będzie wysłana do człowieka piszącego do Ciebie. Możesz edytować tą wiadomość jeśli chcesz.

source: I'm Back
gl: Xa volvín
pl: Jestem spowrotem

source: Away
gl: Ausente
pl: Nieobecny

source: <b>%s has joined the chat.</b>
gl: <b> %s uniuse a conversa.</b>
pl: <b>%s dołączył się do czata.</b>

source: <b>%s (%s) has joined the chat.</b>
gl: <b> %s (%s) uniuse a conversa.</b>
pl: <b>%s (%s) dołączył się do czata.</b>

source: <b>%s has left the chat (%s).</b>
gl: <b>%s deixou a conversa (%s).</b>
pl: <b>%s opuścił chat (%s).</b>

source: <b>%s has left the chat.</b>
gl: <b>%s deixou a conversa.</b>
pl: <b>%s opuścił chat.</b>

source: <b>%s is now %s.</b>
gl: <b>%s é agora %s</b>
pl: <b>%s jest teraz %s.</b>

source: Cannot send message - user is offline
gl: Non é posíbel enviar a mensaxe - o usuario está desconectado.
pl: Nie można wysłać wiadomości - użytkownik jest offline

source: Cannot send message - no local account found
gl: Non é posíbel enviar a mensaxe - non se atopa a conta local.
pl: Nie można wysłać wiadomości - nie znaleziono lokalnego konta

source: <b> %s has logged in @ %s. </b>
gl: <b> %s iniciou sesión @ %s. </b>
pl: <b> %s zalogował się w @ %s. </b>

source: <b> %s has logged out @ %s. </b>
gl: <b> %s pechou a sesión @ %s. </b>
pl: <b> %s wylogował się @ %s. </b>

source: Conversation started
gl: Conversa iniciada
pl: Rozmowa rozpoczęta

source: <HR WIDTH="100%%"><P ALIGN="CENTER"><B>Conversation started
gl: <HR WIDTH="100%%"><P ALIGN="CENTER"><B>Conversa iniciada
pl: <HR WIDTH="100%%"><P ALIGN="CENTER"><B>Rozmowa rozpoczęta

source: <HR WIDTH="100%"><B>Conversation started
gl: <HR WIDTH="100%"><B>Conversa iniciada
pl: <HR WIDTH="100%"><B>Rozmowa rozpoczęta

source: Conversation ended
gl: Conversa rematada
pl: Rozmowa zakończona

source: Conversation Ended
gl: Conversa rematada
pl: Rozmowa Zakończona

source: <b> %s changed status to %s @ %s.</b>
gl: <b> %s cambiou o seu estado a %s @ %s.</b><
pl: <b> %s zmienił status na %s @ %s.</b>

source: (Online)
gl: (Conectado)

source: Conversation #%d
gl: Conversa num. %d
pl: Rozmowa #%d

source: Do you really want to ignore %s?
gl: Desexa ignorar a %s?
pl: Czy naprawdę chcesz ignorować %s?

source: Ignore Contact
gl: Ignorar o contacto
pl: Ignoruj kontakt

source: Cannot send message - user is offline.
gl: Non é posíbel enviar a mensaxe - o usuario está desconectado.
pl: Nie można wysłać wiadomości - użytkownik jest offline.

source: Chatroom error
gl: Erro na sala de conversa
pl: Błąd pokoju Czata

source: Cannot invite a third party until a protocol has been chosen.
gl: Non pode convidar a terceiros ata que haxa elixido un protocolo.
pl: Nie można zaprosić osoby trzeciej zanim nie zostanie wybrany protokół.

source: Handle:
gl: Alcume:
pl: Uchwyt:

source: Message:
gl: Mensaxe:
pl: Wiadomość:

source: <b>Select the contact you want to invite</b>
gl: <b>Seleccione o contacto que desexa convidar</b>
pl: <b>Wybierz kontakt który chcesz zaprosić</b>

source: Invite a contact
gl: Convidar a un contacto
pl: Zaproś kontakt

source: Invite
gl: Convidar
pl: Zaproś

source: Change Local Account
gl: Cambiar a conta local
pl: Zmień lokalne konto

source: Disable Sounds
gl: Desactivar sons
pl: Wyłącz dźwięki

source: Set Character Encoding (%s)
gl: Configurar a codificación de caracteres (%s)
pl: Ustaw kodowanie znaków (%s)

source: Set Character Encoding
gl: Configurar a codificación de caracteres
pl: Ustaw kodowanie znaków

source: View Log
gl: Ver o rexistro
pl: Widok dziennika

source: Actions...
gl: Accións...
pl: Akcje...

source: Send File
gl: Enviar ficheiro
pl: Wyślij plik

source: Send Message
gl: Enviar mensaxe
pl: Wyślij wiadomość

source: You are currently away. Do you want to be back Online?
gl: Actualmente está ausente. Desexa volver a estar en liña?
pl: Jesteś obecnie nieobecny. Czy chcesz być spowrotem Online?

source: Online
gl: Conectado

source: Reconnect at login
gl: Reconectar ao acceder
pl: Połącz ponownie przy logowaniu

source: Allow
gl: Permitir
pl: Pozwól

source: Allow Offline Messaging Ctrl+O
gl: Permitir mensaxes sen conexión Ctrl+O
pl: Pozwól na wiadomości Offline Ctrl+O

source: Insert Smiley
gl: Inserir emoticona
pl: Wstaw uśmieszek

source: Sound
gl: Son
pl: Dźwięk

source: Enable Sound (Ctrl+S)
gl: Activar o son (Ctrl+S)
pl: Włącz dźwięk (Ctrl+S)

source: View Log (CTRL+L)
gl: Ver rexistro (CTRL+L)
pl: Widok dziennika (CTRL+L)

source: Actions (CTRL+P)
gl: Accións (CTRL+P)
pl: Akcje (CTRL+P)

source: Send File (CTRL+T)
gl: Enviar ficheiro (CTRL+T)
pl: Wyślij plik (CTRL+T)

source: Invite (CTRL+I)
gl: Convidar (CTRL+I)
pl: Zaproś (CTRL+I)

source: Ignore (CTRL+G)
gl: Ignorar (CTRL+G)
pl: Ignoruj (CTRL+G)

source: Send Message (CTRL+R)
gl: Enviar mensaxe (CTRL+R)
pl: Wyślij wiadomość (CTRL+R)

source: Character Encoding for %s
gl: Codificación de caracteres de %s
pl: Kodowanie znaków dla %s

source: Cannot join
gl: Non se pode xuntar
pl: Nie można dołączyć

source: The local account doesn't exist.
gl: A conta local non existe.
pl: Lokalne konto nie istnieje.

source: Cannot list chatrooms
gl: Non é posíbel listar as salas de conversas
pl: Nie można wylistować pokojów czata

source: No list available.
gl: Non hai lista dispoñíbel.
pl: Nie ma dostępnej listy.

source: Select a chatroom.
gl: Seleccione unha sala de conversas.
pl: Wybierz pokój czata.

source: Public chatrooms list
gl: Lista pública de salas conversas
pl: Lista publicznych pokoi czata

source: List public chatrooms...
gl: Lista de salas públicas de conversas...
pl: Listuj publiczne pokoje czata...

source: Loading List. This may take a while...
gl: Cargando a lista. Isto pode tardar un chisco...
pl: Wczytywanie listy. To może zająć chwilę...

source: Chat Room Name:
gl: Nome da sala de conversas:
pl: Nazwa pokoju Czata:

source: Local account:
gl: Conta local:
pl: Lokalne konto:

source: Chatroom is public
gl: A sala de conversas é pública
pl: Pokój czata jest publiczny

source: Join a Chat Room
gl: Unirse a unha sala de conversas
pl: Dołącz do pokoju Czata

source: Join
gl: Unirse
pl: Dołącz

source: Select file to send
gl: Seleccionar ficheiro para enviar
pl: Wybierz plik do wysłania

source: Ayttm process (%ld) received signal %ld
gl: O proceso de Ayttm (%ld) recibíu o sinal %ld
pl: Proces Ayttm (%ld) otrzymał sygnał %ld

source: Ayttm has crashed
gl: AYttm, fallo xeralizado
pl: Ayttm zawiesił się

source: %s. A newer version (%s) is available; please do not file a bugreport before upgrading.
gl: %s. Hai unha nova versión ao seu dispor (%s). Por favor probe a actualizar antes de enviar un informe de erro.
pl: %s. Nowa wersja (%s) jest dostępna; proszę nie rób raportu błędów przed uaktualnieniem.

source: %s. Please file a bug report and include the information below.
gl: %s. Por favor, encha un informe de erro e inclua a información seguinte.
pl: %s. Proszę zrób raport błędu i zawrzyj poniższe informacje.

source: Debug log
gl: Rexistro de depuración
pl: Dziennik debugowania

source: Close
gl: Pechar
pl: Zamknij

source: Save to current directory
gl: Gardar no directório actual
pl: Zapisz w bieżącym katalogu

source: Create bug report
gl: Crear informe de erros
pl: Stwórz raport błędu

source: Caught strange signal (%d). This is probably due to a broken compilation; Exiting.
gl: Capturouse un sinal estraño (%d). Isto é debido probabelmente a unha compilación incorrecta. Saíndo.
pl: Złowiony dziwny sygnał (%d). To jest prawdopodobnie z uwagi na złą kompilację; Wychodzenie.

source: [None]
gl: [Ningún]
pl: [Żaden]

source: Contact Name:
gl: Nome do contacto:
pl: Nazwa kontaktu:

source: Group Name:
gl: Nome do grupo:
pl: Nazwa grupy:

source: %s - Account edition
gl: Edición da conta - %s
pl: %s - Edycja konta

source: Add %s to Contact List
gl: Engadir %s a lista de contactos
pl: Dodaj %s do listy kontaktów

source: Add Unknown Contact
gl: Engadir contacto descoñecido
pl: Dodaj nieznany kontakt

source: Edit %s
gl: Editar %s
pl: Edytuj %s

source: Edit Account
gl: Editar conta
pl: Edytuj konto

source: _Contact:
gl: _Contacto:
pl: _Kontakt:

source: Default _Protocol:
gl: _Protocolo predefinido:
pl: Domyślny _Protokół:

source: Edit Properties for %s
gl: Editar propiedades de %s
pl: Edytuj właściwości dla %s

source: %s - Edit Contact
gl: Editar contacto - %s
pl: %s - Edytuj kontakt

source: Group Name:
gl: Nome do grupo:
pl: Nazwa grupy:

source: %s group%s%s
gl: %s grupo%s%s
pl: %s grupa%s%s

source: Edit
gl: Editar
pl: Edycja

source: Add
gl: Engadir
pl: Dodaj

source: Add group
gl: Engadir grupo
pl: Dodaj grupę

source: Delete
gl: Eliminar
pl: Usuń

source: Title
gl: Título
pl: Tytuł

source: Save
gl: Gardar
pl: Zapisz

source: Replace saved
gl: Substituír o gardado
pl: Zastąp zapisany

source: You have to fill in "%s".
gl: Debe encher «%s».
pl: Musisz wypełnić w "%s".

source: Input missing
gl: Falta a entrada
pl: Brakujące wejście

source: Title:
gl: Título:
pl: Tytuł:

source: Value:
gl: Valor:
pl: Wartość:

source: New %s
gl: Novo %s
pl: Nowy %s

source: Existing %ss
gl: Xa existen %ss
pl: Istniejący %ss

source: Edit %ss
gl: Editar %ss
pl: Edycja %ss

source: Please enter an account name.
gl: Introduza o nome da conta.
pl: Proszę wprowadź nazwę konta.

source: Please select an account type.
gl: Escolla un tipo de conta.
pl: Proszę wybierz rodzaj konta.

source: <b><big>How to create and register accounts:</big></b> <b>AIM, ICQ and Yahoo: </b>Use your screenname. You have to register your account via website. <b>MSN: </b>Use your complete login (user@host.com). You have to register your account via website. <b>IRC: </b>Use <i>login@server.com</i> in order to connect as <i>login</i> to <i>server.com</i>. You have to type in a password if the account is reserved on the server. <b>Jabber: </b>Use <i>login@server.com</i> in order to login as <i>login</i> to <i>server.com</i>. If the account does not exist, you'll be asked whether you want to register. <b>SMTP: </b>Use the email address you want as From address. Set the server to use from the <i>Preferences</i> menu. Passwords are not supported yet.
gl: <b><big>Como crear e rexistrar contas:</big></b> <b>AIM, ICQ e Yahoo: </b>Utilice o seu identificador. Ten que rexistrar a conta a través da páxina web. <b>MSN: </b>Utilice o nome completo (usuario@dominio.com). Ten que rexistrar a conta a través da páxina web. <b>IRC: </b>Utilice «alcume@servidor.com» para acceder con «alcume» a «servidor.com». Deberá escribir o contrasinal se a conta esta reservada no servidor. <b>Jabber: </b>Utilice «alcume@servidor.com» para acceder como «alcume» a «servidor.com». Se a conta non existe preguntaráselle se desexa rexistrarse. <b>SMTP: </b>Utilice o enderezo de correo que desexe como remitente. Indique o servidor a usar no menú «Preferencias». Aínda non hai compatibilidade para contrasinais.
pl: <b><big>Jak stworzyć i zarejestrować konta:</big></b> <b>AIM, ICQ i Yahoo: </b>Użyj nazwy ekranu. Musisz zarejestrować konto poprzez stronę internetową. <b>MSN: </b>Użyj kompletnego loginu (user@host.com). Musisz zarejestrować konto poprzez stronę internetową. <b>IRC: </b>Użyj <i>login@server.com</i> w celu połączenia jako <i>login</i> na <i>server.com</i>. Musisz wpisać hasło jeśli konto jest zastrzeżone na serwerze. <b>Jabber: </b>Użyj <i>login@server.com</i> w celu zalogowania jako <i>login</i> na <i>server.com</i>. Jeśli konto nie istnieje, będziesz zapytany czy chcesz się zarejestrować. <b>SMTP: </b>Użyj adresu email jaki chcesz jako adres Od. Ustaw serwer do użycia z menu <i>Preferencje</i>. Hasła nie są jeszcze obsługiwane.

source: Help
gl: Axuda
pl: Pomoc

source: You already have an account for %s service. Multiple accounts on this service aren't supported yet.
gl: Xa ten unha conta para o servizo %s. Ainda non esta soportado contas múltiples neste servizo.
pl: Już masz konto do serwisu %s. Wiele kont w tym serwisie nie jest jeszcze obsługiwanych.

source: Invalid Service
gl: Servizo incorrecto
pl: Nieważny serwis

source: Can't add account : unknown service
gl: Non é posíbel engadir a conta: servizo descoñecido
pl: Nie można dodać konta: nieznany serwis

source: You didn't define an account.
gl: Non definiu unha conta
pl: Nie zdefiniowałeś konta.

source: Screen Name
gl: Nome en pantalla
pl: Nazwa ekranu

source: Password
gl: Contrasinal
pl: Hasło

source: Service
gl: Servizo
pl: Serwis

source: Screen _Name:
gl: _Nome en pantalla:
pl: _Nazwa ekranowa:

source: Service _Type:
gl: _Tipo de servizo:
pl: _Rodzaj serwisu:

source: Add Account
gl: Engadir conta
pl: Dodaj konto

source: Delete Account
gl: Eliminar conta
pl: Usuń konto

source: Modify Account
gl: Modificar conta
pl: Modyfikuj konto

source: Ok
gl: Aceptar

source: Ayttm Account Editor
gl: Editor de contas Ayttm
pl: Edytor konta Ayttm

source: About Ayttm
gl: Acerca de Ayttm
pl: O Ayttm

source: Ayttm is brought to you by:
gl: Ayttm é realizado por:
pl: Ayttm jest dostarczone przez:

source: "With a little help from":
gl: «Coa pequena axuda de»:
pl: "Z małą pomocą od":

source: Ayttm is based on Everybuddy 0.4.3 which was brought to you by:
gl: Ayttm esta baseado en Everybuddy 0.4.3 que foi realizado por:
pl: Ayttm bazuje na Everybuddy 0.4.3 które zostało dostarczone przez:

source: Not in dictionary: %s
gl: Non esta no diccionario: %s
pl: Nie ma w słowniku: %s

source: (no suggestions)
gl: (non hai suxerencias)
pl: (brak sugestii)

source: Other Possibilities...
gl: Outras posibilidades...
pl: Inne możliwości...
