Repository: ayttm/ayttm
Catalog: po/*.po
Languages: gl, pl

source: Past conversations with %s
gl: Conversas previas con %s
pl: Przeszłe rozmowy z %s

source: Past conversation
gl: Conversa previa
pl: Przeszła rozmowa

source: Search:
gl: Buscar:
pl: Szukaj:

source: Close...
gl: Pechar...
pl: Zamknij...

source: Undated Log
gl: Rexistro sin data
pl: Dziennik bez daty

source: No logs available
gl: Non hai rexistros disponíbeis
pl: Brak dostępnych dzienników

source: '%s' not found in the logs.
gl: Non foi atopado «%s» nos rexistros.
pl: '%s' nie znalezione w dziennikach.

source: Log Search
gl: Buscar rexistros
pl: Szukanie w dzienniku

source: Chat
gl: Conversa
pl: Czat

source: Chat:Logs
gl: Conversa:rexistros
pl: Czat:dzienniki

source: Chat:Tabs
gl: Conversa:lapelas
pl: Czat:karty

source: Sound:Files
gl: Son:Ficheiros
pl: Dźwięk:pliki

source: Misc
gl: Miscelánea
pl: Różne

source: Advanced
gl: Avanzadas
pl: Zaawansowane

source: Advanced:Encoding
gl: Avanzadas:Codificación
pl: Zaawansowane:kodowanie

source: Advanced:Proxy
gl: Avanzadas:Proxy
pl: Zaawansowane:proxy

source: Accounts
gl: Contas
pl: Konta

source: Services
gl: Servizos
pl: Serwisy

source: Filters
gl: Filtros
pl: Filtry

source: Utilities
gl: Utilidades
pl: Narzędzia

source: Importers
gl: Importadores
pl: Importerzy

source: Ayttm Preferences
gl: Preferencias de Ayttm
pl: Preferencje Ayttm

source: This section is for configuration of advanced options such as proxy servers and encoding conversion [if your system supports them].
gl: Esta sección é para a configuración de opcións avanzadas como servidores proxy e conversión de codificacións [si o seu sistema o soporta].
pl: Ta sekcja jest dla konfiguracji zaawansowanych opcji takich jak serwery proxy i konwersja kodowania [jeśli system to obsługuje].

source: All your messenger accounts are listed here. You may change their settings, and sign on/off from here.
gl: Todas as contas de mensaxería estan listadas aquí. Pode cambiar a súa configuración, e conectar ou desconectar desde aquí.
pl: Wszystkie konta komunikatora są tutaj wylistowane. Możesz zmienić ich ustawienia, i włączyć/wyłączyć stąd.

source: Services allow you to connect to and chat with people using a variety of messenger protocols.
gl: Os servizos permitenlle conectarse e conversar coa xente usando unha ampla variedade de protocolos de mensaxería.
pl: Serwisy pozwalają połączyć się i czatować z ludźmi używając rozmaitych protokołów komunikatora.

source: Utilities add additional capabilities to Ayttm.
gl: Utilidades e capacidades adicionais de Ayttm.
pl: Narzędzia i dodatkowe możliwości Ayttm.

source: Filters change messages when sending and/or receiving them. This may be used to add functionality such as translation and encryption.
gl: Os filtros cambian as mensaxes ao envialos ou recibilos. Esto pódese usar para engadir funcións como tradución e cifrado.
pl: Filtry zmieniają wiadomości podczas wysyłania i/lub ich odbierania. To może być użyte by dodać funkcjonalności takie jak tłumaczenie i szyfrowanie.

source: Importers allow you to import contacts and other preferences into Ayttm from a variety of other applications.
gl: Os importadores permiten incorporar en Ayttm contactos e outras preferencias de outras aplicacións.
pl: Importerzy pozwalają zaimportować kontakty i inne preferencje do Ayttm z rozmaitych innych aplikacji.

source: Other Plugins
gl: Outros módulos
pl: Inne wtyczki

source: [There are no general preferences for the %s section]
gl: [Non hai preferencias xerais para a sección %s]
pl: [Nie ma ogólnych preferencji dla sekcji %s]

source: Send idle/away status to servers
gl: Enviar estado inactivo/ausente aos servidores
pl: Wyślij status bezczynny/nieobecny do serwerów

source: Show timestamps in chat window
gl: Mostrar a hora na xanela de conversas
pl: Pokaż znaki czasu w oknie czata

source: Raise chat-window when receiving a message
gl: Erguer a xanela de conversas ao recibir unha mensaxe
pl: Podnieś okno czata gdy otrzymujesz wiadomość

source: Only on regex:
gl: Só en «regex»:
pl: Tylko wyrażenie regularne:

source: Ignore unknown people
gl: Ignorar a xente descoñecida
pl: Ignoruj nieznanych ludzi

source: On the fly chat completion
gl: Autocompletado nas conversas
pl: W locie zakończ czat

source: Use spell checking
gl: Utilizar corrector ortográfico
pl: Użyj sprawdzanie pisowni

source: Alternate dictionary:
gl: Diccionario alternativo
pl: Alternatywny słownik:

source: In messages I receive:
gl: En mensaxes que reciba:
pl: W wiadomościach otrzymuję:

source: Ignore fonts
gl: Ignorar tipografías
pl: Ignoruj fonty

source: Ignore foreground colors
gl: Ignorar cores do texto
pl: Ignoruj pierwszoplanowe kolory

source: Ignore background colors
gl: Ignorar cores de fondo
pl: Ignoruj kolory tła

source: Font:
gl: Tipografía:

source: Choose
gl: Elixir
pl: Wybierz

source: Font selection
gl: Selección de tipografía
pl: Wybór fontu

source: Save all conversations to logfiles
gl: Gardar todalas conversas en ficheiros de rexistro
pl: Zapisz wszystkie rozmowy do plików log

source: Restore last conversation when opening a chat window
gl: Recuperar a última conversa ao abrir unha xanela de conversa
pl: Przywróc ostatnią rozmowę gdy otwierane jest okno czata

source: Use tabs in chat windows
gl: Usar lapelas nas xanelas de conversa
pl: Użyj kart w oknach czata

source: Tab Position
gl: Posición das lapelas
pl: Pozycja karty

source: Bottom
gl: Abaixo
pl: Dno

source: Top
gl: Acima
pl: Szczyt

source: Left
gl: Esquerda
pl: Lewy

source: Right
gl: Dereita
pl: Prawy

source: Hotkeys
gl: Teclas rápidas
pl: Klawisze skrótu

source: Previous tab:
gl: Lapela anterior
pl: Poprzednia karta:

source: Next tab:
gl: Lapela seguinte
pl: Następna karta:

source: <Press modifier + key or escape to cancel>
gl: <Prema «modificador + tecla» ou «Escape» para cancelar>
pl: <Naciśnij modyfikuj + klawisz lub escape by anulować>

source: Disable sounds when I am away
gl: Desactivar os sons cando este ausente
pl: Wyłącz dźwięku gdy jestem nieobecny

source: Disable sounds for Ignored people
gl: Desactivar os sons para a xente ignorada
pl: Wyłącz dźwięku dla ignorowanych ludzi

source: Play sounds when people sign on or off
gl: Reproducir sons cando a xente se (des)conecte
pl: Odtwórz dźwięki gdy ludzie włączają się lub wyłączają

source: Play a sound when sending a message
gl: Reproducir un son ao enviar unha mensaxe
pl: Odtwórz dźwięk gdy wysyłana jest wiadomość

source: Play a sound when receiving a message
gl: Reproducir un son ao recebir unha mensaxe
pl: Odtwórz dźwięk gdy otrzymywana jest wiadomość

source: Play a special sound when receiving first message
gl: Reproducir un son especial ao recebir a primeira mensaxe
pl: Odtwórz specjalny dźwięk gdy otrzymywana jest pierwsza wiadomość

source: Contact signs on:
gl: O contacto se conecta:
pl: Kontakt włączył się:

source: Contact goes away:
gl: O contacto se ausenta:
pl: Kontakt stał się nieobecny:

source: Contact signs off:
gl: O contacto se desconecta:
pl: Kontakt wyłączył się:

source: Message sent:
gl: Mensaxe enviada:
pl: Wiadomość wysłana:

source: Message received:
gl: Mensaxe recibida:
pl: Wiadomość otrzymana:

source: First message received:
gl: Recibida primeira mensaxe:
pl: Pierwsza wiadomość otrzymana:

source: Relative volume (dB)
gl: Volume relativo (dB)
pl: Względna głośność (dB)

source: Preview
gl: Vista previa
pl: Podgląd

source: Browse
gl: Examinar
pl: Przeglądaj

source: Select a file to use
gl: Seleccionar un ficheiro para usar
pl: Wybierz plik do użycia

source: Use alternate browser
gl: Utilizar un navegador alternativo
pl: Użyj alternatywnej przeglądarki

source: Browser command:
gl: Orde do navegador:
pl: Komenda przeglądarki:

source: Enable debug messages
gl: mensaxes de depuración
pl: Włącz wiadomości debugowania

source: Show tooltips in status window
gl: Mostrar axudas na xanela de estado
pl: Pokaż podpowiedzi w oknie statusu

source: Check for latest version when signing on all
gl: Comprobar se hai unha versión nova cando se conecte
pl: Sprawdź najnowszą wersję gdy włączasz się

source: Select your browser
gl: Escolla o seu navegador
pl: Wybierz przeglądarkę

source: Use a proxy server
gl: Usar un servidor proxy
pl: Użyj serwera proxy

source: Proxy Type
gl: Tipo de proxy
pl: Rodzaj proxy

source: Proxy requires authentication
gl: O proxy precisa autenticación
pl: Proxy wymaga uwierzytelnienia

source: User ID:
gl: ID de usuario:
pl: ID użytkownika:

source: Password:
gl: Contrasinal:
pl: Hasło:

source: Note: Conversion is made using iconv() which is UNIX98 standard. For list of possible encodings run 'iconv --list'.
gl: Nota: A conversión realizase usando iconv(), o estándar UNIX98. Para ver unha lista de posíbeis codificacións execute «iconv --list».
pl: Uwaga: Konwersja jest zrobiona przy użyciu iconv() które jest standardem UNIX98. Dla listy możliwych kodowań uruchom 'iconv --list'.

source: Use recoding in conversations
gl: Usar recodificación nas conversas
pl: Użyj nagrywania w rozmowach

source: Local encoding:
gl: Codificación local:
pl: Lokalne kodowanie:

source: Remote encoding:
gl: Codificación remota:
pl: Zdalne kodowanie:

source: Info
gl: Información
pl: Informacja

source: Description:
gl: Descripción:
pl: Opis:

source: Version:
gl: Versión:
pl: Wersja:

source: Date:
gl: Data:
pl: Data:

source: Path:
gl: Ruta:
pl: Ścieżka:

source: Status:
gl: Estado:

source: Plugin Error
gl: Erro do módulo
pl: Błąd wtyczki

source: [The module '
gl: [O módulo «
pl: [Moduł '

source: ' is not loaded]
gl: » non está cargado]
pl: ' nie jest załadowany]

source: ' has no preferences]
gl: » non ten preferencias]
pl: ' nie ma preferencji]

source: Unload Module
gl: Descargar módulo
pl: Wyładowany moduł

source: Load Module
gl: Cargar módulo
pl: Załaduj moduł

source: [The account '
gl: [A conta «
pl: [Konto '

source: Connect
gl: Conectar
pl: Połącz

source: Viewing Image
gl: Ver imaxe
pl: Wyświetlanie obrazka

source: <font color=red> (Invalid UTF-8 characters in response)</font>
gl: <font color=red> (Caracteres UTF-8 incorrectos na resposta)</font>
pl: <font color=red> (Nieważne znaki UTF-8 w odpowiedzi)</font>

source: %sConversation started on %s %s
gl: %sConversa iniciada en %s %s
pl: %sRozmowa rozpoczęta w %s %s

source: %sConversation ended on %s %s
gl: %sConversa rematada en %s %s
pl: %sRozmowa zakończona w %s %s

source: Ayttm is already running (pid=%d), and the remote-control UNIX socket cannot be connected.
gl: Ayttm xa esta executándose (pid=%d), e non é posíbel conectar co socket UNIX de control remoto.
pl: Ayttm jest już uruchomiony (pid=%d), i zdalna kontrola gniazda UNIX nie może być połączona.

source: Already Logged On
gl: Xa esta conectado
pl: Już zalogowany

source: Ayttm File Transfer
gl: Transferencia de ficheiros Ayttm
pl: Ayttm transfer pliku

source: Remote Side Disconnected
gl: A parte remota desconectouse
pl: Zdalna strona odłączona

source: Unable to open file
gl: Non é posíbel abrir o ficheiro
pl: Nie można otworzyć pliku

source: File Sent Successfully
gl: Ficheiro enviado correctamente
pl: Plik wysłany z powodzeniem

source: Remote Side has aborted the file transfer
gl: A parte remota interrompeu a transferencia
pl: Zdalna strona przerwała transfer pliku

source: File Receive Complete
gl: Recepción de ficheiro completa
pl: Kompletny plik otrzymany

source: Would you like to accept the file %s? Size=%lu
gl: Quere aceptar o ficheiro %s? Tamaño=%lu
pl: Czy chciałbyś zaakceptować plik %s? Rozmiar=%lu

source: Download File
gl: Descargar ficheiro
pl: Pobieranie pliku

source: Offline
gl: Desconectado

source: Plugin %s has not been loaded because of an error: %s
gl: O módulo %s non foi cargado debido a un erro: %s
pl: Wtyczka %s nie była załadowana z powodu błędu: %s

source: Plugin error
gl: Erro no módulo
pl: Błąd wtyczki

source: Cannot resolve symbol "plugin_info".
gl: Non é posíbel resolver o símbolo «plugin_info».
pl: Nie można rozwiązać symbolu "plugin_info".

source: Cannot open module directory "%s".
gl: Non é posíbel abrir o directório dos módulos «%s».
pl: Nie można otworzyć katalogu modułu "%s".

source: Plugin Warning
gl: Aviso do módulo
pl: Ostrzeżenie wtyczki

source: Looking for modules in %s
gl: Buscando módulos en %s
pl: Szukanie modułów w %s

source: Unable to resolve symbol SERVICE_INFO
gl: Non é posíbel resolver o símbolo SERVICE_INFO
pl: Nie można rozwiązać symbolu SERVICE_INFO

source: Not loading module %s, a module for that service is already loaded!
gl: Non se carga o módulo %s, xa se cargou un módulo para ese servizo!
pl: Nie załadowany moduł %s, moduł dla tego serwisu jest już załadowany!

source: Same service is provided by an already loaded plugin.
gl: Un módulo xa cargado proporciona o mesmo servizo.
pl: Ten sam serwis jest dostarczony przez już załadowaną wtyczkę.

source: This plugin is not binary compatible. Try a clean install (or read README).
gl: Este módulo non é compatíbel a nivel binario. Tente unha instalación limpa (ou lea README).
pl: Ta wtyczka nie jest binarnie zgodna. Spróbuj czystej instalacji (lub przeczytaj README).

source: Plugin version (%d) differs from core version (%d), which means it is probably not binary compatible. Try a clean install (or read README).
gl: A versión do módulo (%d) é distinta a do núcleo (%d), o que significa que probabelmente non son compatíbeis a nivel binario. Tente unha instalación limpa (ou lea README).
pl: Wersja wtyczki (%d) różni się od wersji podstawowej (%d), co oznacza że prawdopodobnie nie jest binarnie zgodna. Spróbuj czystej instalacji (lub przeczytaj README).

source: No init function defined
gl: Non se definiu unha función de inicio
pl: Nie zdefiniowano funkcji początkowej

source: Utility module %s doesn't define an init function; skipping it.
gl: O módulo de utilidade %s non define unha función de inicio; omítese.
pl: Moduł narzędziowy %s nie definiuje funkcji początkowej; pomijanie tego.

source: Unable to unload plugin %s; maybe it is still in use?
gl: No se pode descargar o módulo %s; estará sendo usado?
pl: Nie można wyładować wtyczki %s; może jest wciąż w użyciu?

source: Unable to create account for %s. Check your config file.
gl: Non é posíbel crear unha conta para %s. Comprobe o seu ficheiro de configuración.
pl: Nie można stworzyć konta dla %s. Sprawdź plik konfiguracji.

source: Do you really want to delete group "%s"?
gl: Quere eliminar o grupo «%s»?
pl: Czy naprawdę chcesz usunąć grupę "%s"?

source: Delete Group
gl: Eliminar o grupo
pl: Usuń grupę

source: Do you really want to delete contact "%s"?
gl: Quere eliminar o contacto «%s»?
pl: Czy naprawdę chcesz usunąć kontakt "%s"?

source: Delete Contact
gl: Eliminar o contacto
pl: Usuń kontakt

source: Do you really want to delete account "%s"?
gl: Quere eliminar a conta «%s»?
pl: Czy naprawdę chcesz usunąć konto "%s"?

source: Ayttm - history
gl: Historial - Ayttm
pl: Ayttm - historia

source: Add contact to group
gl: Engadir contacto a un grupo
pl: Dodaj kontakt do grupy

source: Edit Group
gl: Editar grupo
pl: Edycja grupy

source: Sort
gl: Ordenar
pl: Sortowanie

source: %s options
gl: %s opcións
pl: %s opcje

source: Add Account to Contact
gl: Engadir conta a contacto
pl: Dodaj konto do kontaktu

source: Edit Contact
gl: Editar contacto
pl: Edycja kontaktu

source: Edit Trigger
gl: Editar evento
pl: Edycja wyzwalacza

source: Edit Account...
gl: Editar conta...
pl: Edycja konta...

source: Delete Account...
gl: Eliminar conta...
pl: Usuń konto...

source: Send File...
gl: Enviar ficheiro...
pl: Wyślij plik...

source: Info...
gl: Información...
pl: Informacja...

source: A new release of ayttm is available. Latest version is %s, while you have %s.
gl: Hai dispoñíbel unha nova versión de Ayttm. A última versión é %s, Vostede ten a %s.
pl: Nowe wydanie ayttm jest dostępne. Najnowsza wersja to %s, podczas gdy masz %s.

source: New release available!
gl: Dispoñíbel unha nova versión!
pl: Nowe wydanie dostępne!

source: No new release
gl: Non hai versión nova
pl: Brak nowego wydania

source: You have the latest release of ayttm installed.
gl: Ten instalada a última versión de Ayttm
pl: Masz najnowsze wydanie ayttm zainstalowane.

source: Setting %s (on %s) to %s
gl: Estabelecendo %s (en %s) a %s
pl: Ustawienie %s (na %s) do %s

source: Setting %s (on %s) to Online
gl: Estabelecendo %s (en %s) a conectado
pl: Ustawienie %s (na %s) do Online

source: Setting %s (on %s) to Offline
gl: Estabelecendo %s (en %s) a desconectado
pl: Ustawienie %s (na %s) do Offline

source: Account vanished after add_account_line.
gl: A conta desapareceu despois de add_account_line.
pl: Konto zniknęło po add_account_line.

source: Account missing while online?
gl: Perdeu a conta mentres estaba conectado?
pl: Konto brakuje w trybie online?

source: %s %s <span size='small'>Since %s</span>
gl: %s %s <span size='small'>Desde %s</span>
pl: %s %s <span size='small'>Od %s</span>

source: eb_smiley_function: calling callback
gl: eb_smiley_function: devolvendo a chamada
pl: eb_smiley_function: wywołało połączenie zwrotne

source: eb_import_function: calling callback
gl: eb_import_function: devolvendo a chamada
pl: eb_import_function: wywołało połączenie zwrotne

source: eb_profile_function: calling callback
gl: eb_profile_function: devolvendo a chamada
pl: eb_profile_function: wywołało połączenie zwrotne

source: Sign o_n all
gl: Co_nectar a todas
pl: Włącz _wszystko

source: Sign onto all accounts
gl: Conectar a todas as contas
pl: Włącz na wszystkie konta

source: Sign o_ff all
gl: De_sconectar de todas
pl: Wyłącz w_szystko

source: Sign off all accounts
gl: Desconectar de todas as contas
pl: Wyłącz wszystkie konta

source: New group chat
gl: Novo grupo de conversa
pl: Nowy czat grupowy

source: Start a chat room for a group chat
gl: Iniciar unha sala de conversa para un grupo
pl: Rozpocznij pokój czata dla czata grupowego

source: Set as _away
gl: Poñerse _ausente
pl: Ustaw jako _nieobecny

source: Set a Custom "Away" status
gl: Poñer un estado «Ausente» de usuario
pl: Ustaw własny status "Nieobecny"

source: _Quit
gl: _Saír
pl: _Wyjście

source: Close Ayttm
gl: Pechar Ayttm
pl: Zamknij Ayttm

source: _Preferences
gl: _Preferencias
pl: _Preferencje

source: Customize your Ayttm
gl: Configurar o seu Ayttm
pl: Dostosuj Ayttm

source: Add or _delete accounts
gl: Enga_dir ou eliminar contas
pl: Dodaj lub _usuń konta

source: Add or Delete chat accounts
gl: Engadir ou eliminar contas de conversa
pl: Dodaj lub usuń konta czata

source: Edit _accounts
gl: Editar cont_as
pl: Edycja _kont

source: Edit your account details
gl: Editar detalles da súa conta
pl: Edycja szczegółów konta

source: Add a _contact account
gl: Engadir unha conta de _contacto
pl: Dodaj konto _kontaktu

source: Add an account for a contact
gl: Engadir unha conta para un contacto
pl: Dodaj konto do kontaktu

source: Add a _group
gl: Engadir un _grupo
pl: Dodaj _grupę

source: Add a contact group
gl: Engadir un grupo de contactos
pl: Dodaj grupę kontaktów

source: _Web site
gl: Páxina _web
pl: _Strona internetowa

source: _About Ayttm
gl: _Acerca de Ayttm
pl: _O Ayttm

source: Check for new _release
gl: Comprobar se hai unha nova ve_rsión
pl: Sprawdź nowe _wydanie

source: Dump structures
gl: Volcar estructuras
pl: Zrzuć struktury

source: Contacts
gl: Contactos
pl: Kontakty

source: Welcome To Ayttm
gl: Benvido a Ayttm
pl: Witamy w Ayttm

source: Welcome to Ayttm
gl: Benvido a Ayttm
pl: Witamy w Ayttm

source: %s just came %s. %s
gl: %s chegou %s. %s
pl: %s właśnie weszła %s. %s

source: online
gl: conectado

source: offline
gl: desconectado

source: Online trigger
gl: Evento en liña
pl: Online wyzwalacz

source: Select parameter
gl: Seleccionar o parámetro
pl: Wybierz parametr

source: None
gl: Ningún
pl: Żaden

source: User goes online
gl: O usuario conectase
pl: Użytkownik przechodzi do trybu online

source: User goes offline
gl: O usuario desconectase
pl: Użytkownik przechodzi do trybu offline

source: User goes on or offline
gl: O usuario conectase ou desconectase
pl: Użytkownik przechodzi na lub tryb offline

source: Play sound
gl: Reproducir son
pl: Odtwarzaj dźwięk

source: Execute command
gl: Executar orde
pl: Wykonaj komendę

source: Show alert dialog
gl: Mostrar diálogo de aviso
pl: Pokaż okienko dialogowe alarmu

source: Send message
gl: Enviar mensaxe
pl: Wyślij wiadomość

source: User:
gl: Usuario:
pl: Użytkownik:

source: Trigger:
gl: Evento:
pl: Wyzwalacz:

source: Action:
gl: Acción:
pl: Akcja:

source: Parameter:
gl: Parámetro:
pl: Parametr:

source: Update
gl: Actualizar
pl: Uaktualnienie

source: Ayttm - Edit Trigger
gl: Editar prioridade - Ayttm
pl: Ayttm - Edycja wyzwalacza

source: The account "%s" already exists on your contact list at the following location Group: %s Contact: %s Should I move it?
gl: A conta «%s» xa existe na súa lista de contactos na seguinte ubicación Grupo: %s Contacto: %s Debería movela?
pl: Konto "%s" już istnieje na liście kontaktów w następującej lokalizacji Grupa: %s Kontakt: %s Czy powinienem je przesunąć?

source: Error: account exists
gl: Erro: a conta xa existe
pl: Błąd: konto istnieje

source: User %s wants to invite you to %s Would you like to accept?
gl: O usuario %s quere convidalo a %s Desexa aceptar?
pl: Użytkownik %s chce zaprosić Cię do %s Czy chciałbyś zaakceptować?

source: Chat Invite
gl: Convite a conversa
pl: Zaproszenie na czat

source: deleting stale lock file
gl: borrando o ficheiro de bloqueo obsoleto
pl: usuwanie przestarzałego pliku blokującego

source: Unexpected datatype passed to eb_generic_menu_function, ignoring call!
gl: O dato pasado a eb_generic_menu_function é dun tipo inesperado, ignorando a chamada!
pl: Niespodziewany typ danych przekazany do eb_generic_menu_function, ignorowanie wezwania!

source: No callback defined in call to eb_generic_menu_function, ignoring call!
gl: Non se definiu a devolución de chamada en eb_generic_menu_function, ignorando a chamada!
pl: Brak połączenia zwrotnego zdefiniowanego w wywołaniu eb_generic_menu_function, ignorowanie wezwania!

source: Error!
gl: Erro!
pl: Błąd!

source: Unable to connection to SourceForge
gl: Non foi posíbel a conexión a SourceForge
pl: Nie można połączyć się do SourceForge

source: Getting latest version information
gl: Obtendo información da última versión
pl: Uzyskanie informacji o najnowszej wersji

source: <font color="#f00">(truncated message since it was in an unknown encoding)</font>
gl: <font color="#f00">(mensaxe truncada, xa que se atopaba nunha codificación descoñecida)</font>
pl: <font color="#f00">(ścięta wiadomość ponieważ była w nieznanym kodowaniu)</font>

source: _Manual
pl: _Podręcznik
